Repository: oswalr2/PowerPump
Catalog: SpartanBody/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

source: Quinoa (cooked)
es: Quinoa (cocida)
fr: Quinoa (cuit)
it: Quinoa (cotta)
pt_br: Quinoa (cozida)

source: Quinoa (dry)
es: Quinoa (seca)
fr: Quinoa (sec)
it: Quinoa (secca)
pt_br: Quinoa (crua)

source: RM (Repetition Maximum) is the maximum weight you can lift for a specific number of repetitions with proper form.
es: RM (Máximo de Repetición) se refiere al peso máximo que puedes levantar para un número específico de repeticiones con la forma adecuada.
fr: RM (Répétition Maximum) est le poids maximum que vous pouvez soulever pour un nombre spécifique de répétitions avec une technique correcte.
it: RM (Massimo di Ripetizione) è il peso massimo che puoi sollevare per un numero specifico di ripetizioni con la forma corretta.
pt_br: RM (Máximo de Repetição) é o peso máximo que você pode levantar para um número específico de repetições com a forma adequada.

source: RM Calculator
es: Calculadora RM
fr: Calculateur RM
it: Calcolatore RM
pt_br: Calculadora RM

source: Rainbow Quinoa Bowl
es: Bowl arcoíris de quinoa
fr: Bol arc-en-ciel au quinoa
it: Bowl arcobaleno di quinoa
pt_br: Bowl arco-íris de quinoa

source: Recent Workouts
es: Entrenamientos recientes
fr: Entraînements récents
it: Allenamenti recenti
pt_br: Treinos recentes

source: Recipes
es: Recetas
fr: Recettes
it: Ricette
pt_br: Receitas

source: Red bell pepper, sliced
es: Pimiento rojo en tiras
fr: Poivron rouge émincé
it: Peperone rosso a fette
pt_br: Pimentão vermelho fatiado

source: Red cabbage, shredded
es: Repollo morado rallado
fr: Chou rouge râpé
it: Cavolo rosso grattugiato
pt_br: Repolho roxo ralado

source: Red lentils, rinsed
es: Lentejas rojas enjuagadas
fr: Lentilles corail rincées
it: Lenticchie rosse sciacquate
pt_br: Lentilhas vermelhas lavadas

source: Red onion, finely diced
es: Cebolla morada finamente picada
fr: Oignon rouge finement haché
it: Cipolla rossa tritata fine
pt_br: Cebola roxa picada

source: Refrigerate 10 min before serving for best flavor.
es: Refrigera 10 min antes de servir para mejor sabor.
fr: Réfrigère 10 min avant de servir pour plus de saveur.
it: Lascia in frigo 10 min prima di servire per più sapore.
pt_br: Refrigere por 10 min antes de servir para melhor sabor.

source: Remaining
es: Restante
fr: Restant
it: Rimanenti
pt_br: Restante

source: Reps
es: Repeticiones
fr: Répétitions
it: Ripetizioni
pt_br: Repetições

source: Rest Timer
es: Temporizador de Descanso
fr: Minuterie de Repos
it: Timer di Riposo
pt_br: Temporizador de Descanso

source: Rice Cakes
es: Tortitas de arroz
fr: Galettes de riz
it: Gallette di riso
pt_br: Bolos de arroz

source: Rice cauliflower in a food processor until rice-sized.
es: Procesa la coliflor en el procesador hasta tamaño de arroz.
fr: Hache le chou-fleur au robot jusqu'à taille de riz.
it: Trita il cavolfiore al frullatore fino a dimensione del riso.
pt_br: Triture a couve-flor no processador até ficar do tamanho do arroz.

source: Roast cubed sweet potato at 200°C for 20 min until tender.
es: Asa el camote en cubos a 200°C por 20 min hasta tierno.
fr: Rôtis la patate douce en cubes à 200°C pendant 20 min.
it: Arrostisci la patata dolce a cubetti a 200°C per 20 min.
pt_br: Asse a batata-doce em cubos a 200°C por 20 min.

source: Roast sweet potatoes 25-30 min, flipping halfway.
es: Hornea los camotes 25-30 min, volteándolos a la mitad.
fr: Faites rôtir les patates douces 25-30 min en les retournant à mi-cuisson.
it: Arrostisci le patate dolci 25-30 min, girandole a metà cottura.
pt_br: Asse as batatas-doces por 25-30 min, virando na metade.

source: Roasted broccoli
es: Brócoli asado
fr: Brocoli rôti
it: Broccoli arrostiti
pt_br: Brócolis assado

source: Roasted sweet potato
es: Camote asado
fr: Patate douce rôtie
it: Patata dolce arrostita
pt_br: Batata-doce assada

source: Roll tightly and slice in half.
es: Enrolla firmemente y corta por la mitad.
fr: Roule serré et coupe en deux.
it: Arrotola stretto e taglia a metà.
pt_br: Enrole apertado e corte ao meio.

source: Romaine lettuce leaves
es: Hojas de lechuga romana
fr: Feuilles de laitue romaine
it: Foglie di lattuga romana
pt_br: Folhas de alface romana

source: Routine name…
es: Nombre de la rutina…
fr: Nom de la routine…
it: Nome della routine…
pt_br: Nome da rotina…

source: SET
es: SERIE
fr: SÉRIE
it: SERIE
pt_br: SÉRIE

source: Salmon
es: Salmón
fr: Saumon
it: Salmone
pt_br: Salmão

source: Salmon & Zucchini Noodles
es: Salmón con fideos de calabacín
fr: Saumon et nouilles de courgette
it: Salmone con spaghetti di zucchine
pt_br: Salmão com macarrão de abobrinha

source: Salmon fillet
es: Filete de salmón
fr: Filet de saumon
it: Filetto di salmone
pt_br: Filé de salmão

source: Salt, pepper, chili flakes
es: Sal, pimienta y hojuelas de chile
fr: Sel, poivre, piment en flocons
it: Sale, pepe, peperoncino
pt_br: Sal, pimenta e pimenta em flocos

source: Salt, pepper, dill
es: Sal, pimienta y eneldo
fr: Sel, poivre, aneth
it: Sale, pepe, aneto
pt_br: Sal, pimenta e endro

source: Salt, pepper, garlic powder
es: Sal, pimienta y ajo en polvo
fr: Sel, poivre, ail en poudre
it: Sale, pepe, aglio in polvere
pt_br: Sal, pimenta e alho em pó

source: Salt, pepper, herbs
es: Sal, pimienta y hierbas
fr: Sel, poivre, herbes
it: Sale, pepe, erbe
pt_br: Sal, pimenta e ervas

source: Salt, pepper, lemon
es: Sal, pimienta y limón
fr: Sel, poivre, citron
it: Sale, pepe, limone
pt_br: Sal, pimenta e limão

source: Salt, pepper, lemon juice
es: Sal, pimienta y jugo de limón
fr: Sel, poivre, jus de citron
it: Sale, pepe, succo di limone
pt_br: Sal, pimenta e suco de limão

source: Salt, pepper, oregano
es: Sal, pimienta y orégano
fr: Sel, poivre, origan
it: Sale, pepe, origano
pt_br: Sal, pimenta e orégano

source: Sardines (canned)
es: Sardinas (de lata)
fr: Sardines (en boîte)
it: Sardine (in scatola)
pt_br: Sardinhas (em lata)

source: Sauté garlic and ginger for 30 seconds.
es: Sofríe el ajo y jengibre 30 segundos.
fr: Fais revenir ail et gingembre 30 sec.
it: Soffriggi aglio e zenzero 30 secondi.
pt_br: Refogue alho e gengibre por 30 segundos.

source: Sauté mushrooms and tomato in olive oil over medium heat for 3 min.
es: Sofríe los champiñones y el tomate en aceite de oliva a fuego medio por 3 min.
fr: Faites revenir champignons et tomate dans l'huile d'olive à feu moyen 3 min.
it: Soffriggi funghi e pomodoro nell'olio d'oliva a fuoco medio per 3 min.
pt_br: Refogue os cogumelos e o tomate no azeite em fogo médio por 3 min.

source: Sauté mushrooms for 4 minutes until golden.
es: Sofríe los champiñones 4 minutos hasta dorar.
fr: Fais revenir les champignons 4 min jusqu'à doré.
it: Soffriggi i funghi 4 minuti fino a dorati.
pt_br: Refogue os cogumelos por 4 minutos até dourar.

source: Sauté onion, garlic, and carrots for 5 minutes until softened.
es: Sofríe la cebolla, ajo y zanahorias 5 minutos hasta ablandar.
fr: Fais revenir oignon, ail et carottes 5 min jusqu'à tendreté.
it: Soffriggi cipolla, aglio e carote 5 minuti finché si ammorbidiscono.
pt_br: Refogue cebola, alho e cenouras por 5 min até amaciar.

source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Save & Finish
es: Guardar y terminar
fr: Enregistrer et terminer
it: Salva e termina
pt_br: Salvar e concluir

source: Save as Routine & Finish
es: Guardar como rutina y terminar
fr: Enregistrer comme routine et terminer
it: Salva come routine e termina
pt_br: Salvar como rotina e concluir

source: Save as Routine?
es: ¿Guardar como rutina?
fr: Enregistrer comme routine ?
it: Salvare come routine?
pt_br: Salvar como rotina?

source: Save as meal
es: Guardar como comida
fr: Enregistrer comme repas
it: Salva come pasto
pt_br: Salvar como refeição

source: Save this workout so you can start it again with one tap.
es: Guarda este entrenamiento para iniciarlo de nuevo con un toque.
fr: Enregistrez cet entraînement pour le relancer d'un geste.
it: Salva questo allenamento per riavviarlo con un tocco.
pt_br: Salve este treino para iniciá-lo de novo com um toque.

source: Saved!
es: ¡Guardado!
fr: Enregistré !
it: Salvato!
pt_br: Salvo!

source: Scan Another Meal
es: Escanear Otra Comida
fr: Scanner un Autre Repas
it: Scansiona un Altro Pasto
pt_br: Escanear Outra Refeição

source: Scan Barcode
es: Escanear código
fr: Scanner le code-barres
it: Scansiona codice
pt_br: Escanear código

source: Scan Food
es: Escanear Alimento
fr: Scanner Aliment
it: Scansiona Cibo
pt_br: Escanear Alimento

source: Scanned product
es: Producto escaneado
fr: Produit scanné
it: Prodotto scansionato
pt_br: Produto escaneado

source: Sear salmon in olive oil 4 min per side. Remove and flake.
es: Sella el salmón en aceite de oliva 4 min por lado. Retíralo y desmenúzalo.
fr: Saisissez le saumon dans l'huile d'olive 4 min par côté. Retirez et émiettez.
it: Scotta il salmone nell'olio d'oliva 4 min per lato. Togli e sminuzza.
pt_br: Sele o salmão no azeite 4 min de cada lado. Retire e desfie.

source: Search
es: Buscar
fr: Rechercher
it: Cerca
pt_br: Buscar

source: Search exercises...
es: Buscar ejercicios...
fr: Rechercher des exercices...
it: Cerca esercizi...
pt_br: Buscar exercícios...

source: Search food…
es: Buscar alimentos…
fr: Rechercher des aliments…
it: Cerca alimenti…
pt_br: Buscar alimentos…

source: Search recipes…
es: Buscar recetas…
fr: Rechercher des recettes…
it: Cerca ricette…
pt_br: Buscar receitas…

source: Season chicken and grill or pan-sear 6 min per side. Let rest, then slice.
es: Sazona el pollo y ásalo a la parrilla o sartén 6 min por lado. Deja reposar y córtalo.
fr: Assaisonnez le poulet et grillez-le ou saisissez-le 6 min par côté. Laissez reposer, puis tranchez.
it: Condisci il pollo e griglialo o scottalo in padella 6 min per lato. Fai riposare, poi affetta.
pt_br: Tempere o frango e grelhe ou frite 6 min de cada lado. Deixe descansar e fatie.

source: Season chicken breast with salt, pepper, and garlic powder.
es: Sazona la pechuga de pollo con sal, pimienta y ajo en polvo.
fr: Assaisonnez le blanc de poulet avec sel, poivre et ail en poudre.
it: Condisci il petto di pollo con sale, pepe e aglio in polvere.
pt_br: Tempere o peito de frango com sal, pimenta e alho em pó.

source: Season salmon with garlic, salt, and pepper. Pan-sear 4 min per side.
es: Sazona el salmón con ajo, sal y pimienta. Séllalo en sartén 4 min por lado.
fr: Assaisonnez le saumon avec ail, sel et poivre. Saisissez 4 min par côté.
it: Condisci il salmone con aglio, sale e pepe. Scottalo in padella 4 min per lato.
pt_br: Tempere o salmão com alho, sal e pimenta. Sele na frigideira 4 min de cada lado.

source: Season salmon with salt, pepper, and lemon zest.
es: Sazona el salmón con sal, pimienta y ralladura de limón.
fr: Assaisonnez le saumon avec sel, poivre et zeste de citron.
it: Condisci il salmone con sale, pepe e scorza di limone.
pt_br: Tempere o salmão com sal, pimenta e raspas de limão.

source: Season with cumin, paprika, and garlic powder. Cook until no pink remains.
es: Sazona con comino, paprika y ajo en polvo. Cocina hasta que no quede nada rosado.
fr: Assaisonnez avec cumin, paprika et ail en poudre. Faites cuire jusqu'à ce qu'il n'y ait plus de rose.
it: Condisci con cumino, paprika e aglio in polvere. Cuoci finché non rimane parte rosa.
pt_br: Tempere com cominho, páprica e alho em pó. Cozinhe até não sobrar partes rosadas.

source: Season with salt and pepper.
es: Sazona con sal y pimienta.
fr: Assaisonnez avec sel et poivre.
it: Condisci con sale e pepe.
pt_br: Tempere com sal e pimenta.

source: Sedentary
es: Sedentario
fr: Sédentaire
it: Sedentario
pt_br: Sedentário

source: See My Plan
es: Ver mi plan
fr: Voir mon plan
it: Vedi il mio piano
pt_br: Ver meu plano

source: Select Exercise
es: Seleccionar ejercicio
fr: Choisir un exercice
it: Seleziona esercizio
pt_br: Selecionar exercício

source: Serve beef over sweet potato halves with mixed greens on the side.
es: Sirve la carne sobre las mitades de camote con las hojas verdes a un lado.
fr: Servez le bœuf sur les moitiés de patate douce avec les jeunes pousses à côté.
it: Servi il manzo sulle metà di patata dolce con l'insalata a parte.
pt_br: Sirva a carne sobre as metades de batata-doce com as folhas verdes ao lado.

source: Serve hot, garnished with green onions if desired.
es: Sirve caliente, decorado con cebollín si deseas.
fr: Sers chaud, garni d'oignons verts si désiré.
it: Servi caldo, guarnito con cipollotti se vuoi.
pt_br: Sirva quente, decorado com cebolinha se desejar.

source: Serve immediately for best texture.
es: Sirve de inmediato para mejor textura.
fr: Sers immédiatement pour la meilleure texture.
it: Servi subito per la migliore consistenza.
pt_br: Sirva imediatamente para a melhor textura.

source: Serve over rice.
es: Sirve sobre el arroz.
fr: Servez sur le riz.
it: Servi sul riso.
pt_br: Sirva sobre o arroz.

source: Serve sliced chicken over rice with broccoli on the side.
es: Sirve el pollo en tiras sobre el arroz con el brócoli a un lado.
fr: Servez le poulet tranché sur le riz avec le brocoli à côté.
it: Servi il pollo affettato sul riso con i broccoli a parte.
pt_br: Sirva o frango fatiado sobre o arroz com o brócolis ao lado.

source: Serve with berries or a drizzle of honey.
es: Sirve con frutos rojos o un chorrito de miel.
fr: Servez avec des fruits rouges ou un filet de miel.
it: Servi con frutti di bosco o un filo di miele.
pt_br: Sirva com frutas vermelhas ou um fio de mel.

source: Sesame oil
es: Aceite de sésamo
fr: Huile de sésame
it: Olio di sesamo
pt_br: Óleo de gergelim

source: Session
es: Sesión
fr: Séance
it: Sessione
pt_br: Sessão

source: Set
es: Serie
fr: Série
it: Serie
pt_br: Série

source: Settings
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes

source: Shrimp
es: Camarones
fr: Crevettes
it: Gamberi
pt_br: Camarão

source: Simmer 10 more minutes until vegetables are tender.
es: Cocina 10 minutos más hasta que las verduras estén tiernas.
fr: Laissez mijoter 10 minutes de plus jusqu'à ce que les légumes soient tendres.
it: Cuoci altri 10 minuti finché le verdure sono tenere.
pt_br: Cozinhe por mais 10 minutos até os legumes ficarem macios.

source: Skim Milk
es: Leche descremada
fr: Lait écrémé
it: Latte scremato
pt_br: Leite desnatado

source: Skip Rest
es: Saltar descanso
fr: Passer le repos
it: Salta riposo
pt_br: Pular descanso

source: Sleep Reminder
es: Recordatorio de sueño
fr: Rappel de sommeil
it: Promemoria sonno
pt_br: Lembrete de sono

source: Snack
es: Merienda
fr: Collation
it: Spuntino
pt_br: Lanche

source: Something went wrong
es: Algo salió mal
fr: Quelque chose a mal tourné
it: Qualcosa è andato storto
pt_br: Algo deu errado

source: Soy sauce (low sodium)
es: Salsa de soya (baja en sodio)
fr: Sauce soja (pauvre en sel)
it: Salsa di soia (poco sodio)
pt_br: Molho de soja (baixo sódio)

source: Spinach
es: Espinaca
fr: Épinards
it: Spinaci
pt_br: Espinafre

source: Spinach & Mushroom Frittata
es: Frittata de espinaca y champiñones
fr: Frittata aux épinards et champignons
it: Frittata di spinaci e funghi
pt_br: Frittata de espinafre e cogumelos

source: Spoon mixture into lettuce leaves.
es: Reparte la mezcla en las hojas de lechuga.
fr: Répartissez le mélange dans les feuilles de laitue.
it: Distribuisci il composto nelle foglie di lattuga.
pt_br: Distribua a mistura nas folhas de alface.

source: Sports Drink
es: Bebida deportiva
fr: Boisson énergétique
it: Bevanda sportiva
pt_br: Bebida esportiva

source: Spread avocado over toast and top with eggs.
es: Unta el aguacate en el pan y coloca los huevos encima.
fr: Tartinez l'avocat sur le pain et ajoutez les œufs dessus.
it: Spalma l'avocado sul pane e adagia sopra le uova.
pt_br: Espalhe o abacate na torrada e coloque os ovos por cima.

source: Spread hummus evenly across the tortilla.
es: Unta el hummus de manera pareja sobre la tortilla.
fr: Étale le houmous uniformément sur la tortilla.
it: Spalma l'hummus uniformemente sulla tortilla.
pt_br: Espalhe o hummus uniformemente na tortilla.

source: Sprinkle feta on top. Bake 10-12 min until set.
es: Espolvorea el feta encima. Hornea 10-12 min hasta cuajar.
fr: Saupoudre de feta. Cuis 10-12 min jusqu'à fixation.
it: Cospargi con feta. Cuoci 10-12 min finché si rapprende.
pt_br: Polvilhe a feta por cima. Asse por 10-12 min até firmar.

source: Sprinkle with slivered almonds and cinnamon.
es: Espolvorea con almendras fileteadas y canela.
fr: Saupoudre d'amandes effilées et de cannelle.
it: Cospargi con mandorle a scaglie e cannella.
pt_br: Polvilhe com amêndoas laminadas e canela.

source: Start
es: Iniciar
fr: Commencer
it: Inizia
pt_br: Iniciar

source: Start Empty Workout
es: Iniciar entrenamiento vacío
fr: Commencer un entraînement vide
it: Inizia allenamento vuoto
pt_br: Iniciar treino vazio

source: Start My Journey
es: Comenzar Mi Viaje
fr: Commencer Mon Parcours
it: Inizia il Mio Percorso
pt_br: Começar Minha Jornada

source: Start Workout
es: Iniciar Entrenamiento
fr: Commencer l'Entraînement
it: Inizia Allenamento
pt_br: Iniciar Treino

source: Start a Challenge
es: Iniciar un Desafío
fr: Commencer un Défi
it: Inizia una Sfida
pt_br: Iniciar um Desafio

source: Start a challenge to build consistency and earn achievements.
es: Inicia un reto para crear constancia y ganar logros.
fr: Lancez un défi pour gagner en régularité et débloquer des succès.
it: Inizia una sfida per costruire costanza e ottenere traguardi.
pt_br: Inicie um desafio para criar consistência e ganhar conquistas.

source: Stay Fit
es: Mantenerse en Forma
fr: Rester en Forme
it: Mantenersi in Forma
pt_br: Manter a Forma

source: Steam broccoli 4 minutes.
es: Cocina el brócoli al vapor 4 minutos.
fr: Faites cuire le brocoli à la vapeur 4 minutes.
it: Cuoci i broccoli al vapore 4 minuti.
pt_br: Cozinhe o brócolis no vapor por 4 minutos.

source: Steam or microwave broccoli for 3 minutes.
es: Cocina el brócoli al vapor o en microondas por 3 minutos.
fr: Faites cuire le brocoli à la vapeur ou au micro-ondes pendant 3 minutes.
it: Cuoci i broccoli al vapore o al microonde per 3 minuti.
pt_br: Cozinhe o brócolis no vapor ou no micro-ondas por 3 minutos.

source: Stir in oats.
es: Incorpora la avena.
fr: Incorporez les flocons d'avoine.
it: Aggiungi i fiocchi d'avena.
pt_br: Misture a aveia.

source: Stir occasionally until lentils are tender. Season and serve.
es: Revuelve de vez en cuando hasta que las lentejas estén tiernas. Sazona y sirve.
fr: Remue de temps en temps jusqu'à ce que les lentilles soient tendres. Assaisonne et sers.
it: Mescola di tanto in tanto finché le lenticchie sono tenere. Condisci e servi.
pt_br: Mexa de vez em quando até as lentilhas ficarem macias. Tempere e sirva.

source: Stir well. Cover and refrigerate overnight (at least 6 hours).
es: Mezcla bien. Tapa y refrigera toda la noche (mínimo 6 horas).
fr: Mélangez bien. Couvrez et réfrigérez toute la nuit (au moins 6 heures).
it: Mescola bene. Copri e lascia in frigo per la notte (almeno 6 ore).
pt_br: Misture bem. Tampe e deixe na geladeira de um dia para o outro (no mínimo 6 horas).

source: Strawberries
es: Fresas
fr: Fraises
it: Fragole
pt_br: Morangos

source: Sun-dried tomatoes
es: Tomates secos
fr: Tomates séchées
it: Pomodori secchi
pt_br: Tomates secos

source: Support
es: Soporte
fr: Assistance
it: Supporto
pt_br: Suporte

source: Sweet Potato
es: Camote
fr: Patate douce
it: Patata dolce
pt_br: Batata-doce

source: Sweet Potato & Salmon
es: Camote con salmón
fr: Patate douce et saumon
it: Patata dolce e salmone
pt_br: Batata-doce com salmão

source: Sweet potatoes
es: Camotes
fr: Patates douces
it: Patate dolci
pt_br: Batatas-doces

source: Take a Photo
es: Tomar una Foto
fr: Prendre une Photo
it: Scatta una Foto
pt_br: Tirar uma Foto

source: Take a photo of your meal and Claude will estimate the calories and macros.
es: Toma una foto de tu comida y Claude estimará las calorías y los macros.
fr: Prenez une photo de votre repas et Claude estimera les calories et les macros.
it: Scatta una foto del tuo pasto e Claude stimerete calorie e macro.
pt_br: Tire uma foto da sua refeição e o Claude estimará as calorias e os macros.

source: Tap + to log food
es: Toca + para registrar
fr: Appuyez sur + pour enregistrer
it: Tocca + per registrare
pt_br: Toque + para registrar

source: Tap + to log your weight
es: Toca + para registrar tu peso
fr: Touchez + pour enregistrer votre poids
it: Tocca + per registrare il peso
pt_br: Toque em + para registrar seu peso

source: Tap to resume
es: Toca para continuar
fr: Touchez pour reprendre
it: Tocca per riprendere
pt_br: Toque para retomar

source: Tell us about yourself
es: Cuéntanos sobre ti
fr: Parlez-nous de vous
it: Raccontaci di te
pt_br: Conte-nos sobre você

source: The AI Food Scanner uses Claude (by Anthropic). Food photos are sent through our secure server to Anthropic to estimate nutrition; photos are not stored. Everything else — your logs, workouts, and settings — stays on your device.
es: El escáner de comida con IA usa Claude (de Anthropic). Las fotos de comida se envían a través de nuestro servidor seguro a Anthropic para estimar la nutrición; las fotos no se almacenan. Todo lo demás — tus registros, entrenamientos y ajustes — permanece en tu dispositivo.
fr: Le scanner alimentaire IA utilise Claude (d'Anthropic). Les photos de nourriture sont envoyées via notre serveur sécurisé à Anthropic pour estimer la nutrition ; les photos ne sont pas conservées. Tout le reste — vos journaux, entraînements et réglages — reste sur votre appareil.
it: Lo scanner alimentare IA usa Claude (di Anthropic). Le foto del cibo vengono inviate tramite il nostro server sicuro ad Anthropic per stimare i valori nutrizionali; le foto non vengono conservate. Tutto il resto — registri, allenamenti e impostazioni — resta sul tuo dispositivo.
pt_br: O escâner de comida com IA usa o Claude (da Anthropic). As fotos de comida são enviadas pelo nosso servidor seguro à Anthropic para estimar a nutrição; as fotos não são armazenadas. Todo o resto — seus registros, treinos e ajustes — permanece no seu dispositivo.

source: Theme
es: Tema
fr: Thème
it: Tema
pt_br: Tema

source: This Week
es: Esta Semana
fr: Cette Semaine
it: Questa Settimana
pt_br: Esta Semana

source: Thyme, garlic powder, onion powder
es: Tomillo, ajo y cebolla en polvo
fr: Thym, ail et oignon en poudre
it: Timo, aglio e cipolla in polvere
pt_br: Tomilho, alho e cebola em pó

source: Toast bread until golden.
es: Tuesta el pan hasta dorarlo.
fr: Faites griller le pain jusqu'à dorure.
it: Tosta il pane fino a doratura.
pt_br: Torre o pão até dourar.

source: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje

source: Today's Calories
es: Calorías de Hoy
fr: Calories d'Aujourd'hui
it: Calorie di Oggi
pt_br: Calorias de Hoje

source: Tofu Buddha Bowl
es: Buddha bowl de tofu
fr: Buddha bowl au tofu
it: Buddha bowl di tofu
pt_br: Buddha bowl de tofu

source: Tofu Stir-Fry
es: Salteado de tofu
fr: Sauté de tofu
it: Tofu saltato in padella
pt_br: Tofu salteado

source: Tomato
es: Tomate
fr: Tomate
it: Pomodoro
pt_br: Tomate

source: Tomato, diced
es: Tomate en cubos
fr: Tomate en dés
it: Pomodoro a cubetti
pt_br: Tomate em cubos

source: Top with avocado, salsa, and cilantro.
es: Cubre con aguacate, salsa y cilantro.
fr: Garnis d'avocat, salsa et coriandre.
it: Completa con avocado, salsa e coriandolo.
pt_br: Cubra com abacate, salsa e coentro.

source: Top with banana slices and a drizzle of peanut butter.
es: Cubre con rodajas de plátano y un chorrito de crema de cacahuate.
fr: Garnissez de rondelles de banane et d'un filet de beurre de cacahuète.
it: Completa con fette di banana e un filo di burro di arachidi.
pt_br: Cubra com rodelas de banana e um fio de pasta de amendoim.

source: Top with mixed berries and granola.
es: Cubre con frutos rojos y granola.
fr: Garnis de fruits rouges et granola.
it: Completa con frutti di bosco e granola.
pt_br: Cubra com frutas vermelhas e granola.
